import {ISlide} from "../../types/slide.types.ts";
import reviewAuthorAvatar from "../assets/review-author-avatar.png";

export const slides: ISlide[] = [
    {
        id: 0,
        author: "Наталия Полянская",
        text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        avatar: reviewAuthorAvatar,
        date: "Около 1 года назад",
        comments: 9,
        likes: 9,
    },
    {
        id: 1,
        author: "Elena Bulgakova",
        text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        avatar: reviewAuthorAvatar,
        date: "5 месяцев назад",
        comments: 3,
        likes: 7,
    },
    {
        id: 2,
        author: "Наталия Полянская",
        text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        avatar: reviewAuthorAvatar,
        date: "Около 1 года назад",
        comments: 9,
        likes: 9,
    },
    {
        id: 3,
        author: "Elena Bulgakova",
        text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        avatar: reviewAuthorAvatar,
        date: "5 месяцев назад",
        comments: 3,
        likes: 7,
    },
    {
        id: 4,
        author: "Наталия Полянская",
        text: "Барселона – моя третья большая любовь, после Вены и Крита. Это город, в который я каждый раз возвращаюсь с огромным удовольствием, всем рекомендую хоть раз там побывать и осмотреть ...",
        avatar: reviewAuthorAvatar,
        date: "Около 1 года назад",
        comments: 9,
        likes: 9,
    },
    {
        id: 5,
        author: "Elena Bulgakova",
        text: "Плюсы города: весь город одни плюсы! Минусы города: не видела. В наш марафон по Европе не вписалось 2 испанских города от усталости - решили остаток путешествия провести в Барселоне ...",
        avatar: reviewAuthorAvatar,
        date: "5 месяцев назад",
        comments: 3,
        likes: 7,
    }
];